# Tap
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Git
brew "git"
brew "tig"
brew "hub"

# Utility
brew "ccat"
brew "jq"
brew "rbenv"
brew "swiftgen"
brew "swiftlint"
brew "zsh-autosuggestions"
cask "font-hack-nerd-font"

# App
cask "google-chrome"
cask "iterm2"
cask "skype"
cask "sublime-text"
cask "transmission"

# Mas
brew "mas"
mas "JSONViewer", id: 1438520258
mas "Slack", id: 803453959
mas "Telegram", id: 747648890
